import React from "react";
import "./Documentation.css";

const Documentation = () => {
  return (
    <div className="documentation">
      <h1>Документация</h1>
      <p>
      Приложение предназначено для создания образов физических и логических дисков в различных форматах. Оно поддерживает просмотр доступных дисков, выбор настроек образа, и отображение прогресса выполнения операций. Данная инструкция поможет вам понять, как работать с этим приложением.Приложение предназначено для создания образов физических и логических дисков в различных форматах. Оно поддерживает просмотр доступных дисков, выбор настроек образа, и отображение прогресса выполнения операций. Данная инструкция поможет вам понять, как работать с этим приложением.
      </p>
      
    </div>
  );
};

export default Documentation;
